driver-tests/mqbc/MQBCTests/MQBCJbi/test/TestCaseMqPut/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://j2ee.netbeans.org/wsdl/SoapInOut">
  <soapenv:Body>
    <soap:strvalueIn>This is the message body that goes into mq 4:00PM</soap:strvalueIn>
  </soapenv:Body>
</soapenv:Envelope>